[
  {
    "age": 3,
    "text": "Você começa a andar e balbuciar suas primeiras palavras. Seus pais notam sua curiosidade.",
    "choices": [
      {
        "text": "Tentar explorar o quintal.",
        "effects": { "attributes": { "body": 1 } },
        "resultText": "Sua pequena aventura fortalece seu corpo. (+1 Corpo)"
      },
      {
        "text": "Ouvir atentamente as conversas dos adultos.",
        "effects": { "attributes": { "mind": 1 } },
        "resultText": "Você absorve conhecimento, aguçando sua mente. (+1 Mente)"
      }
    ]
  },
  {
    "age": 5,
    "text": "Um velho monge viajante passa pela sua vila. Ele olha para você com um brilho nos olhos e diz: 'Jovem, vejo um potencial extraordinário em você. Mas o caminho do cultivo é árduo. O que você fará?'",
    "choices": [
      {
        "text": "Pedir para se tornar seu discípulo.",
        "effects": { "special": "monk_disciple" },
        "successText": "O monge ri e lhe ensina os fundamentos da respiração. Você sente o Qi pela primeira vez! (+5 Qi, ganhou Técnica de Respiração Básica)",
        "failureText": "O monge ri, diz que ainda é cedo, e lhe dá um doce. (+1 Sorte)"
      },
      {
        "text": "Ignorá-lo.",
        "effects": {},
        "resultText": "Você o ignora. O monge suspira e continua seu caminho. Uma oportunidade foi perdida."
      }
    ]
  },
  {
    "age": 8,
    "text": "Durante uma brincadeira, você tropeça e cai perto de um riacho. Algo brilhante chama sua atenção na lama.",
    "choices": [
      {
        "text": "Pegar o objeto brilhante.",
        "effects": { "resources": { "money": 5 } },
        "resultText": "É uma moeda de prata! Você a guarda cuidadosamente. (+5 Moedas)"
      },
      {
        "text": "Ignorar e voltar para casa.",
        "effects": {},
        "resultText": "Você decide não se sujar e volta para casa. A imagem do brilho permanece em sua mente."
      }
    ]
  },
  {
    "age": 10,
    "text": "Durante o treino na praça da vila, um dos garotos mais velhos te desafia para um combate de treino. 'Vamos ver do que você é feito, novato!', ele provoca.",
    "choices": [
      {
        "text": "Aceitar e lutar de forma agressiva.",
        "effects": { "attributes": { "body": 2 }, "resources": { "reputation": 1 } },
        "resultText": "Você luta com ferocidade. Mesmo que não vença, sua coragem impressiona a todos. (+2 Corpo, +1 Reputação)"
      },
      {
        "text": "Aceitar e lutar de forma defensiva.",
        "effects": { "attributes": { "mind": 2 }, "resources": { "reputation": 1 } },
        "resultText": "Você se esquiva e para os golpes com inteligência, frustrando seu oponente. Sua astúcia é notada. (+2 Mente, +1 Reputação)"
      },
      {
        "text": "Recusar o desafio.",
        "effects": { "resources": { "reputation": -1 } },
        "resultText": "Você recusa o desafio. O garoto ri e alguns outros zombam de sua falta de coragem. (-1 Reputação)"
      }
    ]
  },
  {
    "age": 12,
    "text": "Explorando a floresta perto da vila, você encontra a entrada de uma caverna escura e úmida, escondida atrás de uma cortina de vinhas.",
    "choices": [
      {
        "text": "Entrar e explorar a caverna.",
        "effects": { "special": "explore_cave" },
        "successText": "Lá dentro, você encontra um antigo baú contendo uma 'Pílula de Refinamento Corporal'! (+1 Corpo, +1 Alma, item ganho)",
        "failureText": "Você escorrega em uma pedra e machuca o tornozelo. Você volta para casa mancando. (-5 Saúde, que será implementado depois)"
      },
      {
        "text": "Marcar o local e voltar mais tarde.",
        "effects": {},
        "resultText": "Você decide que é muito perigoso por enquanto e marca a localização da caverna em sua mente para o futuro."
      }
    ]
  },
  {
    "age": 14,
    "text": "Outro jovem da sua vila, Lian, começa a mostrar um talento para o cultivo quase tão grande quanto o seu. Ele te encara com uma mistura de admiração e rivalidade.",
    "choices": [
      {
        "text": "Oferecer amizade e treinar junto.",
        "effects": { "relationships": { "Lian": 20 }, "attributes": { "mind": 1 } },
        "resultText": "Lian fica surpreso, mas aceita. Vocês se tornam amigos e rivais, incentivando um ao outro a treinar mais. (Relacionamento com Lian +20, +1 Mente)"
      },
      {
        "text": "Declarar abertamente que você será o melhor.",
        "effects": { "relationships": { "Lian": -15 }, "attributes": { "body": 1 } },
        "resultText": "Uma rivalidade feroz nasce. A competição te leva a treinar o corpo incansavelmente. (Relacionamento com Lian -15, +1 Corpo)"
      }
    ]
  },
  {
    "age": 15,
    "text": "Chega a notícia de que a prestigiosa 'Seita da Nuvem Oculta' realizará seu exame anual de recrutamento em uma cidade próxima no próximo ano. Esta é uma chance de ouro.",
    "choices": [
      {
        "text": "Começar a treinar o dobro para o exame.",
        "effects": { "attributes": { "soul": 2 }, "cultivation": { "qi": 10 } },
        "resultText": "Com foco total, você treina dia e noite, fortalecendo sua força de vontade e acumulando Qi. (+2 Alma, +10 Qi)"
      },
      {
        "text": "Achar que é impossível e não se esforçar.",
        "effects": { "attributes": { "soul": -1 } },
        "resultText": "Você se sente desmotivado pela competição. Sua força de vontade enfraquece. (-1 Alma)"
      }
    ]
  },
  {
    "age": 16,
    "text": "Um mercador viajante de aparência misteriosa se aproxima e oferece uma 'Pílula da Alma de Jade' por um preço exorbitante de 20 moedas. 'Uma pechincha para um futuro imortal', ele sussurra.",
    "choices": [
      {
        "text": "Comprar a pílula (requer 20 moedas).",
        "effects": { "special": "buy_jade_pill" },
        "successText": "Você gasta quase tudo o que tem. Ao consumir a pílula, sente sua alma se fortalecer imensamente! (+5 Alma, -20 Moedas)",
        "failureText": "Você não tem moedas suficientes. O mercador sorri enigmaticamente e desaparece nas sombras."
      },
      {
        "text": "Recusar a oferta e guardar o dinheiro.",
        "effects": {},
        "resultText": "Você decide que o preço é um roubo e guarda seu dinheiro para necessidades mais urgentes."
      }
    ]
  },
  {
    "age": 18,
    "text": "Um alquimista de passagem ouve sobre seu potencial e lhe oferece uma 'Pílula de Aceleração do Qi' por 25 moedas. Ele afirma que ela pode impulsionar seu cultivo em meses.",
    "choices": [
      {
        "text": "Comprar a pílula (requer 25 moedas).",
        "effects": { "special": "buy_qi_pill" },
        "successText": "É caro, mas você sente uma onda de energia pura ao consumir a pílula. (+50 Qi, -25 Moedas)",
        "failureText": "Você conta suas moedas, mas não tem o suficiente. O alquimista vai embora, desapontado."
      },
      {
        "text": "Desconfiar do alquimista e recusar.",
        "effects": {},
        "resultText": "Você decide não arriscar seu dinheiro arduamente ganho em uma promessa de um estranho."
      }
    ]
  },
  {
    "age": 20,
    "text": "Você descobre uma clareira escondida onde a energia espiritual do mundo parece ser anormalmente densa. É um local perfeito para meditar.",
    "choices": [
      {
        "text": "Meditar no local por um dia inteiro.",
        "effects": { "special": "meditate_power_spot" },
        "successText": "Sua mente resiste à pressão da energia densa e você a absorve com sucesso, refinando seu Qi. (+75 Qi, +1 Mente)",
        "failureText": "A energia é muito forte para sua mente! Você sente uma dor de cabeça lancinante e precisa recuar. (-1 Mente)"
      },
      {
        "text": "É muito arriscado. Deixar o local.",
        "effects": {},
        "resultText": "Você decide que a prudência é a melhor parte da coragem e deixa o local intocado."
      }
    ]
  },
  {
    "age": 22,
    "text": "Seu rival, Lian, agora no mesmo reino que você, te desafia para um duelo amigável na arena da seita para 'trocar dicas'. Muitos discípulos param para assistir.",
    "choices": [
      {
        "text": "Aceitar o duelo.",
        "effects": { "special": "duel_lian" },
        "successText": "Com sua base sólida, você consegue uma vitória apertada! Sua reputação na seita cresce. (+2 Reputação, Relacionamento com Lian +5)",
        "failureText": "Lian se mostra mais habilidoso desta vez e você é derrotado. Você perde um pouco de prestígio. (-1 Reputação, Relacionamento com Lian -5)"
      },
      {
        "text": "Recusar educadamente.",
        "effects": { "relationships": { "Lian": -10 } },
        "resultText": "Você recusa, dizendo que não está preparado. Lian parece desapontado com sua falta de espírito marcial. (Relacionamento com Lian -10)"
      }
    ]
  }
]
