{
    "explore_yard_success": "Sua pequena aventura fortalece seu corpo. (+1 Corpo)",
    "listen_adults_success": "Você absorve conhecimento, aguçando sua mente. (+1 Mente)",
    "monk_success": "O monge ri e lhe ensina os fundamentos da respiração. Você sente o Qi pela primeira vez! (+5 Qi, ganhou Técnica de Respiração Básica)",
    "monk_failure": "O monge ri, diz que ainda é cedo, e lhe dá um doce. (+1 Sorte)",
    "monk_ignore": "Você o ignora. O monge suspira e continua seu caminho. Uma oportunidade foi perdida.",
    "shiny_object_success": "É uma moeda de prata! Você a guarda cuidadosamente. (+5 Moedas)",
    "shiny_object_ignore": "Você decide não se sujar e volta para casa. A imagem do brilho permanece em sua mente.",
    "bully_fight_aggro": "Você luta com ferocidade. Mesmo que não vença, sua coragem impressiona a todos. (+2 Corpo, +1 Reputação)",
    "bully_fight_def": "Você se esquiva e para os golpes com inteligência, frustrando seu oponente. Sua astúcia é notada. (+2 Mente, +1 Reputação)",
    "bully_refuse": "Você recusa o desafio. O garoto ri e alguns outros zombam de sua falta de coragem. (-1 Reputação)",
    "explore_cave_success": "Lá dentro, você encontra um antigo baú contendo uma 'Pílula de Refinamento Corporal'! (+1 Corpo, +1 Alma, item ganho)",
    "explore_cave_failure": "Você escorrega em uma pedra e machuca o tornozelo. Você volta para casa mancando. (-5 Saúde, que será implementado depois)",
    "explore_cave_ignore": "Você decide que é muito perigoso por enquanto e marca a localização da caverna em sua mente para o futuro.",
    "rivalry_friend": "Lian fica surpreso, mas aceita. Vocês se tornam amigos e rivais, incentivando um ao outro a treinar mais. (Relacionamento com Lian +20, +1 Mente)",
    "rivalry_aggro": "Uma rivalidade feroz nasce. A competição te leva a treinar o corpo incansavelmente. (Relacionamento com Lian -15, +1 Corpo)",
    "sect_exam_prep": "Com foco total, você treina dia e noite, fortalecendo sua força de vontade e acumulando Qi. (+2 Alma, +10 Qi)",
    "sect_exam_slump": "Você se sente desmotivado pela competição. Sua força de vontade enfraquece. (-1 Alma)",
    "sect_exam_success": "Sua mente e alma são fortes! Você passa no exame e é aceito como um Discípulo Externo da Seita da Nuvem Oculta!",
    "sect_exam_failure": "A ilusão é avassaladora. Você falha no exame e é mandado para casa, desapontado.",
    "sect_exam_giveup": "Você desiste antes mesmo de tentar. Sua falta de confiança abala sua força de vontade. (-2 Alma)",
    "sect_elder_accept": "O ancião sorri. 'Continue se esforçando', ele diz. Você sente seu cultivo se fortalecer. (+20 Qi)",
    "sect_elder_refuse": "O ancião parece ainda mais impressionado com sua força de vontade. 'Um bom jovem, de fato.' (+1 Alma, Relacionamento com o Ancião +10)",
    "buy_pill_success": "É caro, mas você sente uma onda de energia pura ao consumir a pílula. (+50 Qi, -25 Moedas)",
    "buy_pill_failure": "Você conta suas moedas, mas não tem o suficiente. O alquimista vai embora, desapontado.",
    "buy_pill_ignore": "Você decide não arriscar seu dinheiro arduamente ganho em uma promessa de um estranho.",
    "power_spot_success": "Sua mente resiste à pressão da energia densa e você a absorve com sucesso, refinando seu Qi. (+75 Qi, +1 Mente)",
    "power_spot_failure": "A energia é muito forte para sua mente! Você sente uma dor de cabeça lancinante e precisa recuar. (-1 Mente)",
    "power_spot_ignore": "Você decide que a prudência é a melhor parte da coragem e deixa o local intocado.",
    "duel_lian_win": "Você derrota Lian com um movimento rápido! Sua reputação na vila aumenta.",
    "duel_lian_loss": "Lian é mais forte do que você pensava e te derruba facilmente. Que vergonha...",
    "duel_lian_refuse": "Você recusa, dizendo que não está preparado. Lian parece desapontado com sua falta de espírito marcial. (Relacionamento com Lian -10)",

    "random_pouch_keep": "Você discretamente guarda as moedas. Ninguém parece ter visto. (+15 Moedas, -1 Sorte)",
    "random_pouch_return": "Você pergunta ao redor e encontra um mercador aflito que lhe agradece profusamente por sua honestidade. (+2 Reputação, +1 Sorte)",
    "random_insight_success": "Você foca na sensação e alcança um novo nível de entendimento sobre o Dao. Sua mente se expande. (+3 Mente, +1 Alma)",
    "random_insight_failure": "Você força demais e a epifania se desfaz em confusão, deixando-o com uma leve dor de cabeça. (-1 Mente)",
    "random_insight_ignore": "Você reconhece que não está preparado e permite que a sensação se dissipe. A prudência é uma virtude.",
    "random_rumor_investigate": "A jornada é árdua, mas a experiência fortalece seu corpo e espírito. Você não encontra a flor, mas se sente mais forte. (+1 Corpo, +1 Alma)",
    "random_rumor_ignore": "Você tem coisas mais importantes para fazer do que perseguir rumores de bêbados."
}
