{
    "explore_yard_success": "Sua pequena aventura fortalece seu corpo. (+1 Corpo)",
    "listen_adults_success": "Você absorve conhecimento, aguçando sua mente. (+1 Mente)",
    "monk_success": "O monge ri e lhe ensina os fundamentos da respiração. Você sente o Qi pela primeira vez! (+5 Qi, ganhou Técnica de Respiração Básica)",
    "monk_failure": "O monge ri, diz que ainda é cedo, e lhe dá um doce. (+1 Sorte)",
    "monk_ignore": "Você o ignora. O monge suspira e continua seu caminho. Uma oportunidade foi perdida.",
    "shiny_object_success": "É uma moeda de prata! Você a guarda cuidadosamente. (+5 Moedas)",
    "shiny_object_ignore": "Você decide não se sujar e volta para casa. A imagem do brilho permanece em sua mente.",
    "bully_fight_aggro": "Você luta com ferocidade. Mesmo que não vença, sua coragem impressiona a todos. (+2 Corpo, +1 Reputação)",
    "bully_fight_def": "Você se esquiva e para os golpes com inteligência, frustrando seu oponente. Sua astúcia é notada. (+2 Mente, +1 Reputação)",
    "bully_refuse": "Você recusa o desafio. O garoto ri e alguns outros zombam de sua falta de coragem. (-1 Reputação)",
    "explore_cave_success": "Lá dentro, você encontra um antigo baú contendo uma 'Pílula de Refinamento Corporal'! (+1 Corpo, +1 Alma, item ganho)",
    "explore_cave_success_ingredient": "Lá dentro, você encontra uma 'Raiz de Terra' crescendo em um canto escuro! Este é um ingrediente valioso para alquimia. (+1 Corpo, item ganho)",
    "explore_cave_failure": "Você escorrega em uma pedra e machuca o tornozelo. Você volta para casa mancando. (-5 Saúde, que será implementado depois)",
    "explore_cave_ignore": "Você decide que é muito perigoso por enquanto e marca a localização da caverna em sua mente para o futuro.",
    "rivalry_friend": "Lian fica surpreso, mas aceita. Vocês se tornam amigos e rivais, incentivando um ao outro a treinar mais. (Relacionamento com Lian +20, +1 Mente)",
    "rivalry_aggro": "Uma rivalidade feroz nasce. A competição te leva a treinar o corpo incansavelmente. (Relacionamento com Lian -15, +1 Corpo)",
    "sect_exam_prep": "Com foco total, você treina dia e noite, fortalecendo sua força de vontade e acumulando Qi. (+2 Alma, +10 Qi)",
    "sect_exam_slump": "Você se sente desmotivado pela competição. Sua força de vontade enfraquece. (-1 Alma)",
    "sect_exam_success": "Sua mente e alma são fortes! Você passa no exame e é aceito como um Discípulo Externo da Seita da Nuvem Oculta!",
    "sect_exam_failure": "A ilusão é avassaladora. Você falha no exame e é mandado para casa, desapontado.",
    "sect_exam_giveup": "Você desiste antes mesmo de tentar. Sua falta de confiança abala sua força de vontade. (-2 Alma)",
    "sect_elder_accept": "O ancião sorri. 'Continue se esforçando', ele diz. Você sente seu cultivo se fortalecer. (+20 Qi)",
    "sect_elder_refuse": "O ancião parece ainda mais impressionado com sua força de vontade. 'Um bom jovem, de fato.' (+1 Alma, Relacionamento com o Ancião +10)",
    "buy_pill_success": "É caro, mas você sente uma onda de energia pura ao consumir a pílula. (+50 Qi, -25 Moedas)",
    "buy_pill_failure": "Você conta suas moedas, mas não tem o suficiente. O alquimista vai embora, desapontado.",
    "buy_pill_ignore": "Você decide não arriscar seu dinheiro arduamente ganho em uma promessa de um estranho.",
    "power_spot_success": "Sua mente resiste à pressão da energia densa e você a absorve com sucesso, refinando seu Qi. (+75 Qi, +1 Mente)",
    "power_spot_failure": "A energia é muito forte para sua mente! Você sente uma dor de cabeça lancinante e precisa recuar. (-1 Mente)",
    "power_spot_ignore": "Você decide que a prudência é a melhor parte da coragem e deixa o local intocado.",
    "duel_lian_win": "Você derrota Lian com um movimento rápido! Sua reputação na vila aumenta.",
    "duel_lian_loss": "Lian é mais forte do que você pensava e te derruba facilmente. Que vergonha...",
    "duel_lian_refuse": "Você recusa, dizendo que não está preparado. Lian parece desapontado com sua falta de espírito marcial. (Relacionamento com Lian -10)",

    "random_pouch_keep": "Você discretamente guarda as moedas. Ninguém parece ter visto. (+15 Moedas, -1 Sorte)",
    "random_pouch_return": "Você pergunta ao redor e encontra um mercador aflito que lhe agradece profusamente por sua honestidade. (+2 Reputação, +1 Sorte)",
    "random_insight_success": "Você foca na sensação e alcança um novo nível de entendimento sobre o Dao. Sua mente se expande. (+3 Mente, +1 Alma)",
    "random_insight_failure": "Você força demais e a epifania se desfaz em confusão, deixando-o com uma leve dor de cabeça. (-1 Mente)",
    "random_insight_ignore": "Você reconhece que não está preparado e permite que a sensação se dissipe. A prudência é uma virtude.",
    "random_rumor_investigate": "A jornada é árdua, mas a experiência fortalece seu corpo e espírito. Você não encontra a flor, mas se sente mais forte. (+1 Corpo, +1 Alma)",
    "random_rumor_ignore": "Você tem coisas mais importantes para fazer do que perseguir rumores de bêbados.",
    "random_ingredient_gather_success": "Você colhe as flores com cuidado, adicionando um novo ingrediente à sua bolsa.",
    "random_ingredient_gather_ignore": "Você admira a beleza das flores e as deixa para que outros possam apreciar.",
    "chasm_jump_fail": "Você subestima a distância e cai no abismo. Por sorte, você consegue se agarrar a um galho, mas sai gravemente ferido.",
    "chasm_jump_success": "Com uma explosão de energia, você executa o Passo da Nuvem e aterrissa graciosamente do outro lado. Você encontra uma Pedra Espiritual brilhante!",
    "chasm_ignore": "Você sabiamente decide não arriscar sua vida por um brilho desconhecido.",
    "defect_success": "Você agora é um membro da seita rival. Novos começos o aguardam, mas velhos amigos se tornaram inimigos.",
    "defect_reject": "Feng Zhi sorri friamente. 'Uma pena. Você fez um inimigo poderoso hoje.'",
    "war_spark_pragmatic": "Você endurece seu coração. Em tempos de caos, o poder é a única verdade. Seu corpo se sente mais resiliente.",
    "war_spark_idealistic": "Você reza pelos mortos. A violência nunca deveria ser a resposta. Sua alma se sente mais pesada, mas mais clara.",
    "path_choice_warrior": "Seu líder assente. 'Precisamos de guerreiros corajosos. Prepare-se para a batalha.' Você sente a adrenalina da guerra iminente.",
    "path_choice_strategist": "Seu líder parece satisfeito. 'Uma guerra não é vencida apenas com força. Sua mente será uma grande arma.'",
    "path_choice_spy": "Seu líder o encara por um longo momento. 'É um caminho perigoso e solitário, mas crucial. Que as sombras o protejam.'",
    "warrior_path_1_combat_start": "Você avança para o combate, a honra da sua seita em seus ombros.",
    "strategist_path_1_success": "Após horas de trabalho, você encontra um padrão! Você descobre a localização de uma rota de suprimentos secreta do inimigo. Esta é uma informação vital!",
    "strategist_path_1_failure": "Os códigos são incrivelmente complexos. Você passa a noite inteira, mas não consegue decifrá-los.",
    "strategist_path_1_giveup": "Você informa ao seu líder que a tarefa está além de suas capacidades. Ele parece desapontado.",
    "spy_path_1_success": "Sua percepção aguçada e um pouco de sorte o guiam pelas sombras. Você entra na tenda do general e rouba os planos de batalha sem ser detectado.",
    "spy_path_1_failure": "Você pisa em um galho seco no pior momento possível. Os guardas são alertados! Você consegue escapar por pouco, mas não sem ferimentos.",
    "spy_path_1_giveup": "Você observa o acampamento e decide que o risco é muito grande. É melhor viver para lutar outro dia.",
    "warrior_path_1_success": "Você derrota o batedor de elite. Um passo importante foi dado para a vitória.",
    "warrior_path_1_failure": "O batedor era mais forte do que você imaginava. Você foi derrotado.",
    "warrior_path_2_success": "Após uma batalha feroz, você derrota o comandante. As forças inimigas recuam em desordem!",
    "warrior_path_2_failure": "O comandante inimigo é um mestre da guerra. Ele o derrota, e você é forçado a recuar.",
    "tribulation_success": "Você se mantém firme contra o poder celestial e sai vitorioso! Seu corpo e alma são refinados pelo poder da tribulação.",
    "tribulation_failure": "O poder celestial é demais para você. Você é subjugado e seu corpo é gravemente ferido no processo.",
    "spec_choice_body": "Você foca seu poder em seu recipiente mortal. Seus músculos se expandem e sua vitalidade aumenta. (+20% Bônus em Corpo)",
    "spec_choice_mind": "Você foca seu poder em sua consciência. Seus pensamentos se tornam mais rápidos e claros. (+20% Bônus em Mente)",
    "spec_choice_soul": "Você foca seu poder em sua essência espiritual. Sua alma brilha com um poder recém-descoberto. (+20% Bônus em Alma)",
    "strategist_path_2_success": "Seu plano funciona perfeitamente! A emboscada destrói uma grande quantidade de suprimentos inimigos, enfraquecendo suas linhas de frente.",
    "strategist_path_2_failure": "Sua informação estava desatualizada! O comboio era uma isca, e suas forças sofrem uma contra-emboscada, resultando em perdas.",
    "strategist_path_2_safe": "Você entrega o relatório. Os generais agradecem, mas a oportunidade para uma ação decisiva pode ter passado.",
    "spy_path_2_success": "Sua falsificação é brilhante! O inimigo move suas tropas para a posição errada, caindo perfeitamente em uma armadilha preparada por sua seita.",
    "spy_path_2_failure": "Sua alteração é descoberta! O inimigo agora está ciente de suas táticas de espionagem, e você perdeu a confiança de seus superiores.",
    "spy_path_2_safe": "Os generais usam os planos para preparar defesas eficazes. Foi a escolha segura e honrada.",
    "sect_war_resolved": "A poeira baixa no campo de batalha. O destino das seitas foi selado.",
    "aftermath_victory_glory": "Você se torna uma lenda em sua seita, sua reputação ecoando por toda a província.",
    "aftermath_stalemate_reflect": "A guerra não teve vencedores, apenas sobreviventes. Você carrega as cicatrizes e as memórias.",
    "aftermath_defeat_exile": "Sem lar e sem honra, você começa uma nova vida como um andarilho. O futuro é incerto.",
    "mine_success": "Sua cautela é recompensada! Você encontra um veio rico e coleta alguns Minérios de Ferro.",
    "mine_ignore": "Você decide que a segurança vem em primeiro lugar.",
    "gain_talent_point_success": "Você sente sua compreensão sobre o mundo se aprofundar. (Você ganhou 1 Ponto de Talento!)"
}
