{
  "death_reasons": {
    "old_age": "Morreu pacificamente de velhice.",
    "tribulation_failure": "Pereceu ao tentar desafiar os céus durante uma Tribulação.",
    "combat": "Caiu em batalha.",
    "unknown": "Sua jornada terminou misteriosamente."
  },
  "found_coin_success": "Você guardou a moeda na sua bolsa.",
  "study_or_play_body": "Você passou a tarde a correr e a sentir os seus músculos a fortalecerem-se.",
  "study_or_play_mind": "Você mergulhou no livro, e sente que a sua compreensão do mundo ficou um pouco mais nítida.",
  "ignore_cave": "Você decide que a prudência é a melhor parte do valor e continua seu caminho, deixando os mistérios da caverna para outra alma mais corajosa (ou tola).",
  "explore_cave_success": "Dentro da caverna, você encontra um antigo manual de meditação! Sua mente se expande.",
  "explore_cave_failure": "Você tropeça no escuro e bate a cabeça. Você recua, sentindo-se um pouco tonto.",
  "breakthrough_success": "Uma onda de poder percorre o seu ser! Você sente-se mais forte, mais rápido, mais conectado ao mundo. Você alcançou o próximo nível!",
  "breakthrough_failure": "A energia dissipa-se e você sente uma dor aguda. A tentativa falhou. Você perdeu algum do seu Qi acumulado e sente-se enfraquecido.",
  "paid_bandit": "Você joga-lhe uma bolsa de moedas. Ele apanha-a e desaparece de volta na floresta. Você está mais pobre, mas seguro.",
  "combat_win_bandit": "Você desvia-se da faca e contra-ataca com um golpe rápido. O bandido cai no chão, derrotado. Você continua seu caminho, um pouco mais confiante em suas habilidades.",
  "combat_lose_bandit": "A faca do bandido é muito rápida. Ele domina-o e leva o seu dinheiro antes de fugir. Você fica ferido e humilhado.",
  "dream_contemplated": "A visão permanece com você, deixando uma sensação de clareza.",
  "stumble_unlucky": "Você levanta-se, limpando o pó da sua roupa. O seu tornozelo dói, mas vai ficar bem.",
  "joined_hidden_cloud": "Você foi aceito como um discípulo da Seita da Nuvem Oculta. Um novo capítulo começa.",
  "joined_iron_body": "Você foi aceito como um discípulo da Seita do Corpo de Ferro. Um novo capítulo começa.",
    "joined_swift_blade": "Você foi aceito como um aprendiz da Seita da Lâmina Veloz. Um novo capítulo começa.",
    "joined_spirit_elixir": "Você foi aceito como um aspirante da Seita do Elixir Espiritual. Um novo capítulo começa.",
  "declined_sects": "Você decide que o seu caminho é solitário, por enquanto. As seitas retiram suas ofertas, e você continua sua jornada independente.",
  "rival_confrontation_ignored": "[RIVAL] estala a língua, irritado com a sua falta de reação, e volta ao seu treino.",
  "rival_confrontation_insult": "Os olhos de [RIVAL] faíscam de raiva. 'Você vai se arrepender dessas palavras.' Ele se afasta, mas a tensão entre vocês é palpável.",
  "rival_ambush_calmed": "Suas palavras parecem ter algum efeito. A hostilidade de [RIVAL] diminui um pouco, mas ele ainda o encara com desconfiança antes de partir.",
  "friendly_spar_accepted": "O treino é intenso e revelador. Vocês dois aprendem muito um com o outro.",
  "friendly_spar_declined": "Você recusa a oferta. [RIVAL] parece um pouco desapontado, mas respeita sua decisão.",
  "sect_elder_gift_accepted": "O manual parece pulsar com uma energia antiga. Você sente que seu potencial aumentou.",
  "ruins_manual_studied": "Você sente um novo conhecimento fluir para sua mente a partir do manual.",
  "cultivation_bottleneck_realized": "Você entende que a força bruta não será suficiente. É hora de buscar novas percepções.",
  "merchant_bought_pill": "Você engole a pílula. Ela tem um gosto estranho, mas você se sente... com mais sorte.",
  "merchant_ignored": "Você decide não arriscar seu dinheiro com um vendedor tão suspeito.",
  "sect_rivalry_defended": "Você retruca, defendendo a honra da sua seita. A discussão esquenta, e vocês se separam com animosidade.",
  "sect_rivalry_ignored": "Você dá de ombros. As palavras dele são apenas vento.",
  "sect_brother_agreed": "Um raro momento de camaradagem. Vocês dois compartilham um objetivo comum, e isso fortalece seu espírito.",
  "sect_brother_nodded": "Um entendimento silencioso passa entre vocês.",
  "swift_blade_test_passed": "Você se move como um borrão, sua lâmina um mero sussurro no ar. Seu mestre assente, impressionado.",
  "spirit_elixir_task_done": "As horas passam, mas sua mente permanece focada. O alquimista lhe agradece com um sorriso e um pagamento justo por seu tempo.",
    "tribulation_faced": "Você reúne todo o seu poder para enfrentar os céus!",
    "hermit_wisdom_accepted": "As palavras do eremita ecoam em sua mente, abrindo novas perspectivas.",
    "library_duty_contribution": "Você termina a tarefa eficientemente e é recompensado por seu esforço.",
    "library_duty_mind": "As horas passam voando enquanto você se perde nos textos antigos. Você sente sua mente mais clara.",
    "tournament_training_start": "Você se dedica ao treinamento, sentindo seu corpo e espírito se preparando para o desafio que virá.",
    "tournament_ignored": "Você desvia o olhar do anúncio. Há coisas mais importantes para focar do que a glória vazia.",
    "tournament_studied_opponent": "Você observa seu oponente, notando suas aberturas e estilo de luta. Conhecimento é poder.",
    "master_guidance_accepted": "O mestre sorri e compartilha uma profunda sabedoria com você, revelando uma técnica que acalma a mente e fortalece o espírito.",
    "master_ignored": "Você agradece ao velho por suas palavras, mas decide seguir seu próprio caminho. A sabedoria deve vir de dentro.",
    "haunted_forest_entered": "Você adentra a floresta escura. O ar é pesado e um uivo ecoa à distância. Você se prepara para o perigo.",
    "haunted_forest_avoided": "A prudência vence a curiosidade. Você se afasta da floresta, sentindo um arrepio na espinha.",
    "qi_spot_meditated": "O Qi puro e denso flui para dentro de você, nutrindo seus meridianos. Você se sente revigorado.",
    "insight_internalized": "Uma nova compreensão floresce em sua mente. O caminho do cultivo parece um pouco mais claro agora.",
    "merchant_helped": "O mercador agradece profusamente e lhe entrega uma bolsa de moedas como recompensa.",
    "sparring_accepted": "O treino é vigoroso e você aprende algumas coisas novas sobre combate.",
    "sparring_declined": "Você recusa o convite. Talvez em outra ocasião."
}
